Repository: herpoi/opli-plugins
Catalog: BoardsClient/locale/*/LC_MESSAGES/TranslatedTexts.po
Languages: pl

source: Press OK to set %s options
pl: Naciśnij OK aby ustawić opcje dla %s

source: Update
pl: Aktualizacja

source: v. up-2-date
pl: Wersja aktualna

source: Boards Client config
pl: Konfiguracja klienta Forum

source: Show icons:
pl: Wyświetl ikony:

source: Delete icons:
pl: Kasuj ikony:

source: Cache folder:
pl: Katalog cache

source: Temp folder:
pl: Katalog temp

source: Show plugin on the Extensions menu?
pl: Wyświetl wtyczkę na liście roszerzeń

source: Show plugin in main menu?
pl: Wyświetl wtyczkę w głównym menu

source: Enable DEBUG?
pl: Włączyć DEBUG?

source: Disable secured mode? (error ends with GS)
pl: Wyłączyć tryb bezpieczeństwa? (błąd = GS)

source: Clean folder during update?
pl: Czyścić system podczas aktualizacji?

source: Autors don't take any responsibility for issues with tunners when using this plugin and using it to illegal download of the files
pl: Autorzy NIE ponoszą, żadnej odpowiedzialności za uszkodzenia tunera spowodowane działaniem tej wtyczki oraz wykorzystywaniem jej w celu nielegalnego pobierania plików!!!

source: Enter value
pl: Wprowadź wartość

source: always
pl: zawsze

source: after day
pl: po dniu

source: after 3 days
pl: po 3 dniach

source: after week
pl: po tygodniu

source: after month
pl: po miesiącu

source: never
pl: nigdy

source: Save
pl: Zapisz

source: Cancel
pl: Opuść

source: Action cancelled!
pl: Operacja została przerwana!

source: DVHK login:
pl: Login do DVHK:

source: DVHK password:
pl: Hasło do DVHK:

source: Blocked subforums IDs:
pl: Zablokowane podfora (ID):

source: Error logging to DVHK forum!!!
pl: Błąd logowania do forum DVHK!!!

source: Check forum settings. ;)
pl: Sprawdź ustawienia dla forum. ;)
